Repository: 22388o/custom-hot-corners-extended
Catalog: po/*.po
Languages: cs

source: Hot Corner
cs: Tlak ukazatele myši

source: Primary Button
cs: Primární tlačítko

source: Secondary Button
cs: Sekundární tlačítko

source: Middle Button
cs: Prostřední tlačítko

source: Scroll Up
cs: Rolování nahoru

source: Scroll Down
cs: Rolování dolu

source: Restarting Gnome Shell ...
cs: Restartuji Gnome Shell ...

source: Gnome Shell - Restart is unavailable in Wayland session
cs: Gnome Shell - restart není pod Waylandem možný

source: Enable all corner triggers in fullscreen mode <small>(When off, each trigger can be set independently)</small>
cs: Povolit všechny rohy v celoobrazovkovém režimu <small>(Pokud ne, každý spouštěč může být nastaven zvlášť)</small>

source: Minimum delay between actions (ms) <small>(Prevents accidental double-action. Ignored by volume control)</small>
cs: Minimální prodleva mezi akcemi (ms) <small>(Předchází náhodné vícenásobné aktivaci. Ignorováno ovládáním hlasitosti)</small>

source: Show ripple animations
cs: Zobrazovat vlnité animace při spuštění akce

source: Skip minimized
cs: Vynechávat minimalizované

source: Wraparound
cs: Cyklovat

source: Delay extension activation <small>(Try to avoid potential hot corners overrides from other extensions)</small>
cs: Zpozdit aktivaci rozšíření <small>(Pokusit se vyhnout potenciálnímu přepsání nastavení rohů jiným rozšířením při startu GS)</small>

source: Make active corners / edges visible <small>(Pressure barriers are not included)</small>
cs: Ukázat aktivní rohy a okraje <small>(Nezobrazuje tlakové bariéry)</small>

source: Use fallback hot corner triggers <small>(When pressure barriers don't work, on virtual systems for example)</small>
cs: Použít záložní horké rohy <small>(Pro případ, že tlakové bariéry nefungují, například na virtualizovaných systémech)</small>

source: <b>Window switcher:</b>
cs: <b>Přepínač oken:</b>

source: <b>Workspace switcher:</b>
cs: <b>Přepínač pracovních ploch:</b>

source: Ignore last (empty) workspace
cs: Ignorovat poslední (prázdnou) plochu

source: Show workspace indicator while switching
cs: Zobrazovat indikátor ploch při přepínání

source: Top
cs: Horní

source: Bottom
cs: Dolní

source: Left
cs: Levý

source: Right
cs: Pravý

source: Options
cs: Volby

source: Choose Application
cs: Vyber aplikaci

source: Horizonataly:
cs: Horizontálně:

source: Verticaly:
cs: Vertikálně:

source: Expand corner along edge (for clicks and scrolls only): <small>(For visualisation activate 'Make active corners / edges visible' option)</small>
cs: Roztáhnout rohy podél okraje monitoru <small>(Pro vizualizaci můžete aktivovat volbu 'Ukázat aktivní rohy a okraje'</small>

source: Enable in fullscreen mode
cs: Povolit v celoobrazovkovém režimu

source: Barrier size
cs: Velikost tlakové bariéry

source: Pressure Threshold
cs: Práh tlaku

source: Show Activities (Overview)
cs: Zobrazit Činnosti

source: Show Applications
cs: Nabídka aplikací

source: Show Desktop
cs: Ukázat pracovní plochu

source: Run Command
cs: Spustit příkaz

source: Previous Workspace
cs: Předchozí pracovní plocha

source: Next Workspace
cs: Následující pracovní plocha

source: Recent Workspace
cs: Nedávná pracovní plocha

source: Move to Workspace #
cs: Aktivovat pracovní plochu číslo

source: Recent Window (Alt+Tab)
cs: Předešlé aktivní okno (Alt+Tab)

source: Previous Window (current WS & monitor)
cs: Předchozí okno (aktuální plocha a monitor)

source: Next Window (current WS & monitor)
cs: Následující okno (aktuální plocha a monitor)

source: Previous Window (current WS)
cs: Předchozí okno (aktuální plocha)

source: Next Window (current WS)
cs: Následující okno (aktuální plocha)

source: Previous Window (all)
cs: Předchozí okno (všechna)

source: Next Window (all)
cs: Následující okno (všechna)

source: Close Active Window
cs: Zavřít aktivní okno

source: Toggle Maximize Active Window
cs: Přepnout maximalizaci aktivního okna

source: Minimize Active Window
cs: Minimalizovat aktivní okno

source: Black Screen
cs: Černá obrazovka

source: Lock Screen
cs: Zamknout obrazovku

source: Suspend to RAM
cs: Uspat systém do paměti

source: Power Off Dialog
cs: Dialog vypnutí systému

source: Log Out Dialog
cs: Dialog odhlášení uživatele

source: Switch User (if exists)
cs: Přepnout uživatele (pokud existuje)

source: Volume Up
cs: Zvýšit hlasitost

source: Volume Down
cs: Snížit hlasitost

source: Mute
cs: Vypnout zvuk

source: Invert Window (True Color Invert)
cs: Invertovat jas okna (True Color Invert)

source: Restart Gnome Shell (X11 only)
cs: Restartovat Gnome Shell (pouze v X11 sezení)

source: Open Preferences
cs: Otevřít okno nastavení
